Revit 2027 API
ParameterTypeId.RasterSheetwidth Property
 "Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RasterSheetwidth { get; }
Public Shared ReadOnly Property RasterSheetwidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RasterSheetwidth {
	ForgeTypeId^ get ();
}
static member RasterSheetwidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace